Repository: marchein/WhateverClock
Catalog: WhateverClock/Localizable.xcstrings
Source language: en
Languages: de

source: 24 hour display
de: 24 Stunden Anzeige

source: About
de: Informationen

source: Clock
de: Uhr

source: Couple index and number colors
de: Farbe Indizes/Zahlen koppeln

source: Design
de: Aussehen

source: Dial color
de: Farbe des Ziffernblattes

source: Done
de: Fertig

source: Hands color
de: Farbe der Zeiger

source: Index color
de: Farbe der Indizes

source: Not available
de: Nicht verfügbar

source: Number color
de: Farbe der Zahlen

source: Open settings
de: Einstellungen öffnen

source: Reset
de: Zurücksetzen

source: Reset all settings to default
de: Alle Einstellungen zurücksetzen

source: Reset design to default
de: Design zurücksetzen

source: Secondhand color
de: Farbe des Sekundenzeigers

source: Settings
de: Einstellungen

source: Show milliseconds
de: Millisekunden anzeigen

source: Show seconds
de: Sekunden anzeigen
